{"head":{"title":"CRISPR-CAS9"},"body":[{"type":"text","text":"Nobel Kimya Ödülü 2020 yılında, “DNA zincirlerini kesmeye ve yeniden birleştirmeye olanak sağlayan “CRISPR-Cas9” siteminin geliştirilmesine katkılarından ötürü”, Fransız mikrobiyolog Emmanuelle Charpentier ile ABD'li biyokimyacı Jennifer A. Doudna'ya verildi.\nPeki, Charpentier ve Doudna'nın çalışmaları ile gerçekleştirdiği keşfin ardından, dünya çapında genetik araştırmalarda kullanılmaya başlanılan CRISPR-Cas9 sistemi nedir?"},{"type":"h1","title":"CRISPR-CAS9 NEDİR?"},{"type":"text","text":"“DNA'da Ameliyat Yapabilen Teknoloji” olarak da anılan CRISPR-Cas9 2020 Nobel Kimya Ödülü ile bilim dünyasında heyecan yaratan bir uygulama. En kısa ve doğru şekliyle CRISPR-Cas9, bir genom düzenleme aracı. Yani genetikçilerin ve tıp araştırmacılarının DNA üzerinde ekleme, çıkarma yapmalarına ya da  DNA dizilimini değiştirmelerine olanak tanıyan özgün bir teknoloji. Bugüne kadar kullanılan tekniklerin hepsinden daha hızlı, daha ucuz ve daha yüksek doğruluk oranına sahip olan CRISPR-Cas9, geniş bir uygulama yelpazesine de sahip.\nGenetik manipülasyon yöntemleri içinde şu an var olan en basit, çok yönlü ve duyarlı teknik olan CRISPR-Cas9’i oluşturan unsurları şu şekilde incelemek mümkün: \nCRISPR’ın açılımı “Clustered Regularly Interspaced Palindromic Repeats”. Tanımın  Türkçe’de henüz net bir çevirisi olmamakla birlikte “Düzenli Aralıklı Palindromik Tekrar Kümeleri” şeklinde çevirmek mümkün.\nCRISPR ile kastedilen canlının DNA dizisi üzerinde, CRISPR lokusunu tanımlayan gen dizileridir. Bunlar cas genleri, onu takip eden lider dizi ve sonrasında gelen tekrar (repeat) ve aralık (spacer) dizileridir. Tekrar dizileri bir canlı için tamamen aynı olmakla birlikte bu tekrarların arasındaki aralık dizileri birbirinden farklılık göstermektedir.\nCas ise bu bağışıklık sisteminde görev alan proteinlerin genel adıdır"},{"type":"h1","title":"CRISPR-CAS9 NE ZAMANDAN BERİ BİLİNİYOR?"},{"type":"text","text":"CRISPR kümelerinin varlığı 1980’lerden beri bilinmektedir. Ancak CRISPR’nin canlının savunma mekanizmasındaki rolü, oldukça yakın tarihte, 2005 yılında CRISPR genleri üzerine çalışan 3 farklı grubun araştırmaları ve keşfi ile kanıtlandı.\nAraştırmalar sonucu keşfedilen şey, CRISPR kümelerinde bulunan aralık genlerinin, o canlıyı enfekte eden bazı virüsler ile aynı dizilime sahip olduğuydu. Bir virüs DNA’sı ile aynı dizilime sahip aralık genine sahip olmak, o virüse karşı bir direnç oluşturuyordu.\nYapılan araştırmalar sonucu, CRISPR sisteminin nükleik asit temelli bir bağışıklık mekanizması olabileceği hipotezi sınandı ve bu iddia büyük ölçüde doğrulandı.\n2012 yılında Jennifer Doudna öncülüğündeki bir ekip, canlının DNA'sını kesebilecek, izole edebilecek ve düzenleyebilecek bir uygulama geliştirdi. Kısaca aktif bir Cas9 proteini, DNA’yı yüksek hassaslıkta ve doğrulukta kesebilmeleri için gereken tek şey o DNA’nın dizisini kesebilecek bir makastı. Bundan hareketle DNA’nın bu baz dizisine denk gelen RNA molekülü oluşturuldu ve bu RNA molekülü Cas9 proteini ile birleştirilerek bir kompleks meydana getirildi.\nCRISPR-Cas9 teknolojisi, istenilen DNA bölgesinden kesim yapabilmeyi sağlıyor."},{"type":"h1","title":"CRISPR-CAS9 NASIL ÇALIŞIR?"},{"type":"text","text":"CRISPR-Cas9 sistemi, DNA'da değişiklik (mutasyon) yaratan iki önemli molekülden oluşur:\nCas9 adlı bir enzim: Genomun belirli yerlerinden iki DNA iplikçiğini kesebilen \"moleküler bir makas\" görevi görür. Böylece DNA parçaları eklenebilir veya çıkarılabilir.\nRehber RNA denilen bir RNA parçası (İng. guide RNA - gRNA): Daha uzun bir RNA iskeletin içindeki, önceden tasarlanmış küçük (yaklaşık 20 bazlık) bir RNA diziliminden oluşur. Uzun RNA iskeleti DNA'ya bağlanır ve önceden tasarlanmış dizilim Cas9'un genomun doğru noktasına gitmesine rehberlik eder. Böylece Cas9 enzimi doğru yerleri keser.\nCRISPR-Cas9 teknolojisinde, genomdaki hedef DNA diziliminin bütünleyici RNA bazlarına sahip Rehber RNA, DNA'daki belirli bir dizilimi bulup bağlanmak için tasarlanır. Cas9 adlı enzim ise rehber RNA'yı izleyerek, DNA'da ilgili yere gider ve DNA'nın iki iplikçiğinde de kesik oluşturur. Bu aşamada hücre, DNA'nın hasar gördüğünü fark eder ve onarmaya çalışır. Bilimciler DNA onarım mekanizmasını kullanarak, ilgilendikleri hücrenin bir ya da birden fazla geninde değişiklik yapabilirler."},{"type":"h1","title":"CRISPR: OYUN DEĞİŞTİREN BİR GENETİK MÜHENDİSLİK TEKNİĞİ"},{"type":"text","text":"Moleküler biyoloji ve genetik mühendislik alanında çalışan birçok araştırmacı tarafından “insanı hayrete düşürecek bir teknik” olarak tanımlanan CRISPR bugüne değin insan kök hücreleri dâhil birçok canlıda denendi ve oldukça olumlu sonuçlar aldı.\n2013 yılında Science dergisi “yılın en önemli bilimsel gelişmelerinden biri” olarak CRISPR tekniğinin geliştirilmesini seçti. 2020 Nobel Kimya Ödülü, “CRISPR-Cas9” siteminin geliştirilmesine katkılarından ötürü”, Charpentier ve Doudna'ya verildi.\nTekniğin kusursuz hale getirilmesi için daha çok çalışma yapılması gerekiyor elbette ancak, ancak yine çok çeşitli alanlarda başarılı tedavilerin mümkün olduğu ortada."},{"type":"h1","title":"CRISPR İLE HANGİ HASTALIKLARIN TEDAVİSİ MÜMKÜN OLACAK?"},{"type":"text","text":"Peki CRISPR-Cas9 teknolojisini hangi hastalıkların tedavisinde kullanmak mümkün olacak?\nGenetik bileşeni olan (kanser, hepatit B ve hatta yüksek kolesterol) gibi çok sayıda tıbbi rahatsızlığın tedavisinde CRISPR-Cas9 teknolojisini kullanılmak mümkün."},{"type":"h1","title":"CRISPR-CAS9 TEKNOLOJİSİ RİSKLİ Mİ?"},{"type":"text","text":"CRISPR-Cas9 sistemleri DNA üzerinde çalışma gerçekleştirirken, çeşitli zorluklarla da karşılaşmaktadır. Bunların arasında en başta “hedef dışı etki” gelmektedir.\nTeoride CRISPR-Cas9 sistemi spesifiktir ve uzmanın hedeflediği tasarıma göre çalışır, ancak pratikte bu her zaman mümkün olmaz. Sistem çalışmaya başlayınca, genomun başka bir yerinde, “hedef dışı modifikasyonlar” olarak bilinen mutasyonlar yaratabilir.\nDikkat çekici olan hedef dışı etkilerin rastgele olmasıdır ve diğer genleri ya da genomun diğer bölgelerini etkileyebilmesidir."},{"type":"h1","title":"CRISPR İLE İLGİLİ ETİK TARTIŞMALAR"},{"type":"text","text":"Bedensel hücreler üzerinde CRISPR-Cas9 veya benzer gen düzenleme teknolojilerinin kullanımında ise herhangi bir etik mesele yok.\nBugüne kadar az sayıda da olsa, ölümcül durumlarda tedavi için CRISPR-Cas9 teknolojisinden yararlanıldı. Ancak,  üreme hücrelerinin de düzenlenmesinde CRISPR-Cas9 veya benzer gen düzenleme teknolojilerinin kullanılabilecek olması pek çok etik tartışmaya yol açıyor. Üreme hücreleri (İngilizcesiyle germline) üzerinde yapılacak değişiklikler nesilden nesile aktarılacağı için olayın ciddi etik boyutu var.\nCRISPR yöntemi kısa sürede oldukça dikkat çekti ve Nobel dahil pek çok ödüle sahip oldu ancak henüz kesin sonuçlardan bahsetmek mümkün değil. İnsan kök hücreleri üzerinde CRISPR/Cas9 tekniği ile deneyler yapılıyor ancak sistemin insanlarda da test edilmesi, yöntemin sonuçlarının öngörülemez olması, maymunlarda   - 0 başarı oranına sahip olması gibi nedenlerle şimdilik hayata geçmedi."},{"type":"h1","title":"CRISPR-CAS9 TEKNOLOJİSİ ÜSKÜDAR ÜNİVERSİTESİNİN GÜNDEMİNDE"},{"type":"text","text":"2012 yılında ilk çalışmaları gerçekleştirilen CRISPR-Cas9 teknolojisi, genetik ve moleküler biyoloji dünyasının gündemine girdiği andan itibaren, Üsküdar Üniversitesi tarafından da takip ediliyor."},{"type":"h1","title":"TÜRKİYE’NİN İLK UYGULAMALI CRISPR-CAS9 ÇALIŞTAYI"},{"type":"text","text":"CRISPR/Cas9 yöntemine ilişkin Türkiye’nin ilk uygulamalı çalıştayı, 2016 yılı Haziran ayında Üsküdar Üniversitesi’nde gerçekleştirildi. Erzurum, Uşak, Afyon, Konya, Gebze TUBİTAK-MAM, Sakarya, İzmir ve İstanbul'daki üniversitelerden çok sayıda akademik personelin katıldığı ve 1 gün süren çalıştayın ilk oturumu in silico eğitimi ve ardından laboratuvarda uygulamalar gerçekleştirildi.\n2016 yılında Üsküdar Üniversitesi’nin evsahipliğinde 2. CRISPR-CAS9 DNA Ameliyatı Çalıştayı gerçekleştirildi. İlki gibi İstanbul başta olmak üzere Türkiye'nin çeşitli üniversitelerinden çok sayıda akademik personel, hekim, öğrenci ve profesyonellerin katıldığı çalıştay da in silico/bilgisayarlı eğitim ve laboratuvarda uygulama ile gerçekleştirildi."},{"type":"h1","title":"ÜSKÜDAR ÜNİVERSİTESİ TRGENMER İLE MİLLİ İLAÇ GELİŞİMİNE KATKI SUNACAK"},{"type":"text","text":"2018 yılında Üsküdar Üniversitesi Transgenik Hücre Teknolojileri ve Epigenetik Uygulama ve Araştırma Merkezi TRGENMER, Resmi Gazetede yayımlanan yönetmelik ile Üsküdar Üniversitesi bünyesinde kuruldu ve faaliyete başladı.\nHastalık mekanizmalarının aydınlatılmasında, bu mekanizmalara bağlı yeni medikal tedavilerin geliştirilmesinde ve daha spesifik olarak rekombinant protein üretiminde önemli rol oynayan Transgenik hücre teknolojileri ve gelecekte kanser tedavisi başta olmak üzere birçok hastalığın mekanizmasının aydınlatılmasında ve tedavisinde kullanılabilecek CRISPR-Cas9 sistemi ile ilgili çalışmalar yapmayı kendine hedef edinen TRGENMER, transgenik hücre teknolojileri kullanılarak epigenetik mekanizmaların araştırılması ve tanımlanan bu mekanizmalara bağlı ilaç adayı moleküllerinin geliştirilmesi yoluyla ülkemizin bu alandaki dünyadaki konumuna katkı sunacak ve milli ilaç geliştirmesine aracı olacaktır."},{"type":"link","link":"https://uskudar.edu.tr/tr/crispr-cas9","text":"Kaynak"}]}