{"head":{"title":"Bilgisayarların Tarihi"},"body":[{"type":"h2","title":"Abaküs ( ~ M.Ö. 400 )"},{"type":"text","text":"MÖ 2400 yıllarında Çin'de geliştirilen abaküs, denizaşırı ticaret yapan tüccarlar sayesinde Girit ve Miken bölgelerinden Avrupa ve Amerika'ya yayılmıştır. Abaküs, hareketli parçalara sahip olduğu bilinen ilk hesap makinesidir. Arap sayılarının ve sıfır kavramının abaküs yardımıyla geliştirilmesi tarih öncelerine gitmekle beraber, halen dünyanın değişik bölgelerinde günlük ticarette ve özellikle okul öncesi çağdaki çocukların matematiksel zekasını geliştirmek amacıyla kullanılmaktadır.\n\nÇağdaş hesap makinelerinin ve bilgisayarların atası sayılan hesap aygıtı olan Abaküs'te amaç 4 ana matematiksel işlem olan toplama, çıkarma, çarpma ve bölme yapmaktır. Babilliler'in buluşu olan abaküs, yüzyıllar boyunca ticarette büyük önem taşımıştır. Abaküsün temeli Girit ve Miken'e dayanmakta ve ilk abaküs örneklerinin hemen hepsinde Girit ve Miken süsleme sanatından örnekler de bulumaktadır. "},{"type":"image","image":"https://upload.wikimedia.org/wikipedia/commons/a/af/Abacus_6.png"},{"type":"h2","title":"Pascalin ( 17.yüzyıl )"},{"type":"text","text":"Pascal'ın hesap makinesi, 17. yüzyılın ortalarında Blaise Pascal tarafından icat edilen mekanik bir hesap makinesidir. Pascal, babasının Rouen'de vergi müfettişi olarak çalışmasının gerektirdiği zahmetli aritmetik hesaplamaları kolaylaştırmak amacıyla bir hesap makinesi geliştirmeye karar verdi. Makineyi, iki sayıyı doğrudan toplayıp çıkarmak ve tekrarlanan toplama veya çıkarma yoluyla çarpma ve bölme yapmak için tasarladı."},{"type":"h2","title":"Gottfied Wilhelm Leibniz ( 17. yüzyıl )"},{"type":"text","text":"Muhtemelen ilk bilgisayar bilimcisi ve enformasyon kuramcısı Leibniz’dir. Yaşamının ilk dönemeçlerinde ikili rakam sistemini kayda geçirdi (ikiye dayalı), daha sonra bu sistemi kariyeri boyunca gözden geçirdi. Lagrange enformasyonunu ve algoritmik enformasyon kuramını önceledi. Onun hesaplama yöntemi evrensel Turing makinasının özelliklerini önceden ortaya koymuştur. Norbert Wiener’ın 1934’te iddia ettiği kadarıyla, daha sonraları kendisine ait sibernetik kuramda merkezi öneme sahip olacak olan geribildirim (feedback) kavramı Leibniz’in yazılarında bulunmaktaydı."},{"type":"text","text":"1671’de, Leibniz 4 matematiksel işlemi çalıştırabilen bir makine icat etmeye başladı ve bunu yıllar içinde aşamalı olarak geliştirdi. Bu “kademeli hesaplayıcı” büyük ilgi gördü ve Leibniz’in 1673’te Royal Society’ye seçilmesine önayak oldu. Leibniz’in Hannoverli yıllarında onun gözetimi altında çalışan bir sanatçı tarafından birçok bu tarz makine üretildi. Bu kesin bir başarı değildi çünkü taşıma vasfı tamamıyla makineleştirilememişti. Courturat tarihler 1674’ü gösterdiğinde bazı cebirsel fonksiyonları sergileyebilen bir makine tasviri olduğunu Leibniz’in yayınlanmamış notlarını keşfederek bildirdi. Ayrıca Leibniz, 2010’da Nicholas Rescher tarafından yeniden üretilen daha ucuz bir makine tasarladı(şimdi tekrar üretildi). Leibniz, çok daha sonra Charles Babbage ve Ada Lovelace tarafından geliştirilecek olan donanımsal ve yazılımsal kavramları el yordamıyla arıyordu. 1679’da,ikili sistem üzerinde uzun uzadıya kafa yorarken sisteminin misketler tarafından tanıtıldığı, zımbayla delinmiş sıralı basit kartlar tarafından yönetildiği bir makine hayal etti. Modern elektronik dijital bilgisayarlar Leibniz’in misketlerini kayan yazmaçlarla, voltaj eğimiyle ve elektron atımıyla yerçekiminin hareketlenmesiyle yerini aldı. Diğer türlü Leibniz’in misketleri kabaca 1679’da tahayyül ettiğine doğru ilerlerdi."},{"type":"h2","title":"Charles Babbage ( 18. yüzyıl )"},{"type":"text","text":"Babbage 1830'ların ortalarında çözümleyici makine diye adlandırılan ve çağdaş sayısal (dijital) bilgisayarın öncüsü olan aygıtın tasarımını gerçekleştirdi. Bu aygıtta delikli kartlardan gelen komutlar uyarınca herhangi bir aritmetik işlemin yapılabilmesi öngörülüyordu. Ayrıca sayıların saklanabileceği bir bellek birimi, işlemlerin art arda ve sırasıyla yapılmasını sağlayacak ardışık kontrol ve bugünkü bilgisayarın daha birçok temel öğesi makinede yer alacaktı. Ama çözümleyici makine hiçbir zaman tamamlanamadı. Babbage'ın tasarımı 1937'de not defteri bulununcaya değin unutuldu."},{"type":"h2","title":"Tabulator - Herman Hollerith ( 19. yüzyıl )"},{"type":"text","text":"Tabulator, delikli kartlarda depolanan bilgilerin özetlenmesine yardımcı olmak için tasarlanmış elektromekanik bir makineydi. Herman Hollerith tarafından icat edilen makine, 1890 ABD Nüfus Sayımı için verilerin işlenmesine yardımcı olmak için geliştirildi. Daha sonraki modeller, muhasebe ve envanter kontrolü gibi iş uygulamaları için yaygın olarak kullanıldı. Birim kayıt ekipmanı olarak bilinen bir makine sınıfını ve veri işleme endüstrisini doğurdu.\n \nSonrasında Herman Hollerith bu aletin başka alanlarda da kullanılabileceğini farketii ve “Tabulating Machine Company” kurdu. Bu şirketin de zamanla iki kez ismi değişti ve sonunda “IBM” (International Business Machines) ismini aldı."},{"type":"image","image":"https://upload.wikimedia.org/wikipedia/commons/4/4e/HollerithMachine.CHM.jpg"},{"type":"h2","title":"Differential Analyzer – Vannevar Bush ( 19. yüzyıl )"},{"type":"text","text":"Kariyeri boyunca Bush, kendi icatlarından oluşan bir dizinin patentini aldı. Özellikle analog bilgisayarlar üzerindeki mühendislik çalışmaları ve memex ile tanınır. 1927'den itibaren Bush, 18 bağımsız değişkenli diferansiyel denklemleri çözebilen bazı dijital bileşenlere sahip bir analog bilgisayar olan bir \"differential analyzer\" kurdu. MIT'de Bush ve diğerleri tarafından yapılan çalışmanın bir dalı, dijital devre tasarım teorisinin başlangıcıydı. 1930'larda geliştirmeye başladığı memex (1928'de Emanuel Goldberg'in \"İstatistiksel Makinesi\"nden büyük ölçüde etkilenmiştir), hipermetne benzer bir yapıya sahip varsayımsal ayarlanabilir bir mikrofilm görüntüleyiciydi. Memex ve Bush'un 1945 tarihli \"As We May Think\" adlı makalesi, gelecek vizyonundan ilham alan bilgisayar bilimci nesillerini etkiledi.\nMemex, bir hafıza ve bilgi paylaşım cihazıdır. Daha sonrasında memex Tim Berners-Lee’ ye ilham olmuş ve w”orld wide web”in kurulumuna önayak olmuştur."},{"type":"image","image":"https://upload.wikimedia.org/wikipedia/commons/e/ea/Vannevar_Bush_portrait.jpg"},{"type":"h2","title":"Turing Makinesi - Alan Turing ( 20. yüzyıl )"},{"type":"text","text":"Karmaşık hesapların belirli bir düzenek tarafından yapılıp yapılamayacağı, 20. yüzyılın başlarında büyük bir tartışma konusu olmuştu. Öteden beri el ile veya zihinden yapılan hesaplamalar çok zaman almakla birlikte, birçok hatayı da beraberinde getiriyordu. Tüm bu tartışmalar sürerken, 1936 yılında, ünlü matematikçi Alan M. Turing \"Saptama Problemi Hakkında Bir Uygulamayla Birlikte Hesaplanabilir Sayılar\" (İngilizce On computable numbers, with an application to the Entscheidungsproblem) isimli bir makalesini yayınladı. Makalesinde teorik ve matematiksel temellere dayalı sanal bir makineden bahseden Turing, her türlü matematiksel hesabın bu sanal makineyle yapılabileceğini iddia ediyordu. Turing’in 1950 yılında yayınlanan \"Hesaplama Mekanizması ve Zeka\" (İngilizce Computing Machinery and Intelligence) isimli ikinci makalesi ise, makineler ve zekayla ilgili birçok tartışmalı konuya cevap niteliğindeydi. İşte bu makalelerde sözü geçen sanal makine daha sonraları bu adla isimlendirildi."},{"type":"image","image":"https://upload.wikimedia.org/wikipedia/commons/8/8f/Turingmachine.jpg"},{"type":"link","link":"https://en.wikipedia.org/wiki/Turing_machine#/media/File:Turingmachine.jpg","text":"Resim (CC-BY-SA) by Raynaudmarc"},{"type":"text","text":"Alan Mathison Turing (23 Haziran 1912 – 7 Haziran 1954), İngiliz matematikçi, bilgisayar bilimcisi ve kriptolog. Bilgisayar biliminin kurucusu sayılır. Geliştirmiş olduğu Turing testi ile makinelerin ve bilgisayarların düşünme yetisine sahip olup olamayacakları konusunda bir kriter öne sürmüştür.\n\nII. Dünya Savaşı sırasında Alman şifrelerinin kırılmasında çok önemli bir rol oynadığı için savaş kahramanı sayılmıştır. Ayrıca Manchester Üniversitesi'nde çalıştığı yıllarda, Turing makinesi denilen algoritma tanımı ile modern bilgisayarların kavramsal temelini atmıştır.\n\nAdı ayrıca Princeton'da beraber çalıştığı tez hocası Alonzo Church ile geliştirdiği Church-Turing Hipotezi ile de matematik tarihine geçmiştir. Bu tez, bir algoritmayla tarif edilebilecek tüm hesaplamaların dört işlem, projeksiyon, eklemleme ve tarama operasyonları ile tarif edilebilecek hesaplamalardan ibaret olduğunu ifade eder. Bir matematiksel teorem olmaktan ziyade matematik felsefesi hakkında çürütülememiş bir hipotezdir. "},{"type":"h2","title":"Z1 - Konrad Zuse ( 20. yüzyıl )"},{"type":"text","text":"Z1, 1936'dan 1937'ye kadar Konrad Zuse tarafından tasarlanan ve 1936'dan 1938'e kadar ailesinin evinde yaptığı, motorla çalışan bir mekanik bilgisayardı. Sınırlı programlanabilirliğe sahip, delikli selüloit filmden talimatları okuyan ikili, elektrikle çalışan bir mekanik hesap makinesiydi. \n\n“Z1”, Boole mantığını ve ikili kayan nokta sayılarını kullanan, dünyadaki ilk özgürce programlanabilen bilgisayardı, ancak pratikte güvenilmezdi. 1938'de tamamlandı ve tamamen özel fonlardan finanse edildi. Bu bilgisayar, II. Dünya Savaşı sırasında Aralık 1943'te Berlin'in bombardımanında tüm inşaat planları ile birlikte yok edildi."},{"type":"h2","title":"Atanasoff Berry Bilgisayarı - Clifford Berry ve John Atanasoff ( 20. yüzyıl )"},{"type":"text","text":"Z1 ve Atanasaff Berry bilgisayarları verileri saklamak ve aritmetik işlemler yapmak için elektrik anahtarları kullandıklarından ilk elektronik bilgisayarlar olarak görülürler."},{"type":"h2","title":" Harvard Mark 1 - Howard Aiken ( 20. yüzyıl )"},{"type":"text","text":"Harvard Mark I, Harvard Üniversitesi'nde geliştirilmiş ve II. Dünya Savaşı'nın sonlarına doğru kullanılmış bir elektromekanik bilgisayardır. Merkezi İşlem Birimi (MİB, veya yaygın ismiyle CPU)'nde kullanılan yeni mimariye ismini vermiştir."},{"type":"image","image":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Harvard_Mark_I_Computer_-_Input-Output_Details.jpg/800px-Harvard_Mark_I_Computer_-_Input-Output_Details.jpg"},{"type":"link","link":"https://en.wikipedia.org/wiki/Harvard_Mark_I#/media/File:Harvard_Mark_I_Computer_-_Input-Output_Details.jpg","text":"Resim (CC BY-SA 3.0) by Daderot"},{"type":"h2","title":"Colossus Bilgisayarı - ( 20. yüzyıl )"},{"type":"text","text":"Colossus bilgisayarı, II. Dünya Savaşı sırasında yapılan şifreli Alman yazışmalarını çözmek için kullanılan erken dönem bilgisayarlardan biri. Colossus, dünyanın ilk kısmen programlanabilen dijital elektronik bilgisayarıydı.\n\nColossus, mühendis Tommy Flowers tarafından Doris Hill'deki İngiliz Posta Ofisi Araştırma İstasyonu'nda 1944 yılında tasarlandı.\n\nPrototip \"Colossus Mark I\", Şubat 1944 yılında Bletchley Park'ta çalışmaya hazırdı. Geliştirilmiş modeli olan \"Colossus Mark II\", Haziran 1944'te Alman Lorenz SZ40/42 şifre makinesinin yazışmalarını çözmek üzere çalıştırılmaya başlandı. Ayrıca Alman şifre makinelerini de taklit edebiliyordu. Savaşın sonuna kadar 10 adet Colossus Mark II bilgisayarı yapılmıştı.\n\nColossus, iki veri dizisini programlanabilir bir Boole fonksiyonu ile kıyaslamaktaydı. Şifreli mesaj kâğıt bir banttan yüksek hızda okunuyordu. İkinci veri dizisini Collosus kendi kendine, Lorenz makinesine elektronik olarak benzetim yaparak yaratmaktaydı. Collosus her denemede Lorenz'in farklı bir ayarını taklit ediyordu. Eğer şifreli mesajla Collosus'un deneme verileri belli bir eşiğiğin üzerinde çakışırsa, sonuç elektrikli bir daktiloda basılıyordu.\n\nBugünkü dijital bilgisayarlarımızın ve dijital elektroniğin temelin de Collosus'ta kullanılan Boole cebirine dayanmaktadır. "},{"type":"h2","title":"Eniac – John Mauchly ve Presper Eckert ( 20. yüzyıl )"},{"type":"text","text":"Bu ilk bilgisayarın siparişi, 1941 yılında ABD’nin II. Dünya Savaşı'na katılmasıyla birlikte ordu tarafından gizli olarak Pennsylvania Üniversitesi'ne ait elektrik mühendisliği okulu Moore School of Electrical Engineering'e verildi. Amaç daha az isabet hatalı uzun menzilli top ve füzelerin hesaplamalarında kullanılmasıydı.\n\nBilim insanları John Mauchly ve Presper Eckert tarafından yaklaşık 4 yılda imal edildi. Yaklaşık maliyeti 500.000 dolar idi. ENIAC ilk deneme çalışmasına 1945 yılında başladı. Gerçek anlamda çalışabilmesi ise 1947 yılını buldu. Ancak 2 Eylül 1945’te Japonya’nın teslim olmasıyla savaş sona ermişti ve böyle bir makine için ihtiyaç da kalmamıştı. ENIAC 1947 yılında basına tanıtıldı. \n\nSavaşın ardından ENIAC ağırlıklı olarak hava tahminlerinde, atom enerjisi hesaplamalarında, kozmik ışın çalışmalarında, termal tetikleme, rastgele sayı bulunmasında, rüzgâr tüneli dizaynında ve diğer bilimsel araştırmalarda kullanıldı. 1951 yılına gelindiğinde ise, endüstriyel amaçlı olarak kullanılmaya başlandı. "},{"type":"image","image":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/ENIAC_Penn1.jpg/800px-ENIAC_Penn1.jpg"},{"type":"link","link":"https://en.wikipedia.org/wiki/ENIAC#/media/File:ENIAC_Penn1.jpg","text":"Resim (CC BY-SA 3.0) by TexasDex"},{"type":"h2","title":"Transistör Devrimi"},{"type":"text","text":"20. Yüzyılın en önemli buluşlarından biri olarak kabul edilen ve elektronik devrelerin can damarı olan transistörler, 1947 yılında yapıldı. Dünyanın en büyük telefon şirketi olan Bell kuruluşlarının araştırma laboratuvarlarında, William Shockley başkanlığında John Bardeen ve Walter Brattain´den oluşan ekip, teknolojide yepyeni bir çığır açan bu buluşlarından dolayı, 1956 yılında Nobel Ödülü´nü paylaştı.\n\nBardeen ve Brattain, radyo ve telefon sinyallerinin alınmasında, güçlendirilmesinde ve yansıtılmasında kullanılan termiyonik kapaklara karşı bir seçenek bulmak için uğraşıyorlardı. Çabuk kırılabilen ve pahalıya mal olan bu lambaların ısınması için belirli bir sürenin geçmesi gerekiyordu. Ayrıca bir hayli de elektrik tüketiyordu.\n\nEkip ilk transistörü, ince bir germanyum tabakasından yaptı. 1947 Noel´inden iki gün önce, bu transistör bir radyo devresine takıldı ve Brattain, defterine şu satırları yazdı: \"Bu devre gerçekten işe yarıyor. Çünkü ses düzeyinde hissedilir bir yükselme sağlandı.\" Transistör, tıpkı lamba gibi, ses sinyalini güçlendiriyordu. Ama hem boyut olarak çok daha küçüktü hem de daha az enerjiye ihtiyaç duyuyordu.\n\nÖnceleri küçücük bir aygıtın o koca lambaların yerini alabileceğine pek az kimse inandı. Ama Shockley ve ekibi, dört yıl içinde büyük gelişmeler sağladılar. 1952 yılında transistör orijinal boyutunun onda birine indirildi ve çok daha güçlendi. 1957´de yılda 30 milyon transistör üretilebilecek aşamaya gelindi. Bu alanda gelişmeler yine de sürdürüldü. Bilim adamları, germanyum tabakası yerine, çok daha büyük sıcaklıklara dayanabilen silisyum kullanmaya başladılar. Akımı saniyenin 100 milyonda biri kadar kısa bir zamanda iletebilen transistörler imal edildi. Bunların sayesinde cep tipi hesap makineleri, dijital saatler yapıldı. Radyo ve televizyon alıcılarındaki lambaların yerini de transistörler aldı. Eğer bu küçük harika aygıtlar olmasaydı, uydu haberleşmeleri, uzay araçları ve aya insan göndermek de mümkün olmayacaktı. "},{"type":"h2","title":"Tümleşik Devre ( Entegre Devre )"},{"type":"text","text":"Entegre devre, tümdevre, yonga, kırmık, çip, mikroçip ya da tümleşik devre, genellikle silikondan yapılmış yarı iletken maddeler ile tasarlanmış metal bir levha üzerine yerleştirilen elektronik devreler grubudur. Mikroçipler, her elektronik devre elemanı bağımsız olan ayrık devrelerden daha küçük boyutludur. Entegre devreler içinde bir tırnak ucu kadar alanda milyarlarca transistör ve elektronik devre elemanı içerecek kadar küçültülebilir. Bir devre içerisindeki her bir iletken sıranın genişliği teknolojinin elverdiği ölçüde (2008'de bu ölçü 100 nanometre idi. 2020 itibarıyla bu ölçü 7 nanometredir.) küçültülebilir. Entegre devreler Küçük boyutu, hafifliği ve kullanım kolaylığı ile tümdevreler, günümüzün modern elektronik sektöründe çok önemli bir yer tutmaktadır. Bilgisayarlardan oyuncaklara kadar geniş bir kullanım alanına sahiptir. "},{"type":"h2","title":"Jack Kilby"},{"type":"text","text":"2000 yılında, “ tümleşik devre “ buluşuyla Nobel Fizik Ödülü kazanan Texas Instruments mühendisi Kilby, aynı zamanda el hesap makinesi ve termal yazıcının da mucidi olarak bilinmekteydi. 60 civarında patente sahip olan Kirby, birçok üniversite ile yakın temas içinde oldu. Illinois Üniversitesi, Wisconsin Üniversitesi, Texas A&M Üniversitesi bunlardan birkaçıdır. Kilby 1983 yılında Texas Instruments'den emekli oldu, 81 yaşında uzun yıllar mücadele ettiği kansere yenik düştü. Bilim adamının ölümünden sonra ailesi, Kilby'nin dünyanın teknoloji ve mühendislik alanında en zengin koleksiyonunu Güney Metodist Üniversitesi'de (Southern Methodist University) kurulu DeGolyer Kütüphanesine bağışladı. Bu koleksiyonda ilk dijital saatler, ilk taşınabilir hesap makineleri, ilk transistörler, ilk mikroçipler, ilk cep telefonlarına ait dokümanlar ve örnekler bulunmaktadır. \n\nKilby’ nin icadı çok fazla işçilik gerektiriyordu. Robert Noyce ise tüm bu süreçleri otomatiklerştirmenin bir yolunu bulmuş ve entegre devreleri neredeyse mükemmel hale getirmişti. 1960’ larda bilgisayarlar gittikçe küçülmeye başlamıştı."},{"type":"h2","title":"Intel ( Integrated Electronics )"},{"type":"text","text":"Intel, 1968 yılında Mountain View, Kaliforniya'da bir kimyager olan Gordon Earle Moore (\"Moore yasası\" ile bilinir) ve entegre devrenin mucidi ve bir fizikçi olan Robert Noyce tarafından kuruldu. Arthur Rock (yatırımcı ve risk sermayedarı) yatırımcı bulmalarına yardımcı olurken, Max Palevsky ilk zamanlardan beri yönetim kurulundaydı. Moore ve Noyce Intel'i kurmak için Fairchild Semiconductor'dan ayrılmıştı. Rock bir çalışan değildi, ancak şirketin yatırımcısı ve yönetim kurulu başkanıydı. Intel'e yapılan toplam başlangıç yatırımı, dönüştürülebilir tahvillerde 2.5 milyon dolar (2019'da 18.4 milyon dolara eşdeğer) ve Rock'tan 10.000 dolardı. Sadece 2 yıl sonra Intel, ilk halka arz yoluyla Halka açık bir şirket hâline geldi ve değeri 6.8 milyon ABD dolarına yükseldi. Üçüncü çalışan ise, daha sonra 1980'lerde hızlı büyüyen 1990'larda şirketi yöneten bir kimya mühendisi olan Andrew Grove'du."},{"type":"image","image":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Intel_logo_(1968-2006).svg/1024px-Intel_logo_(1968-2006).svg.png"},{"type":"h2","title":"Intel 4004"},{"type":"text","text":"Intel 4004, tek tümdevreli ilk mikroişlemci olup Intel firması tarafından üretilmiştir. "},{"type":"text","text":"Özellikleri :"},{"type":"list","list":["15 Kasım 1971'de tanıtımı yapıldı "," Saat Hızı 740 hz "," 0.06 MIPS "," Yol genişliği 4 bit "," PMOS "," Transistör sayısı 2,300 "," Adreslenebilir Hafıza 640 byte "," Program Hafızası 4 KB "," Ticari mikroişlemcilerin ilklerindedir "," Busicom hesaplayıcısından esinlenerek dizayn edilmiştir."]},{"type":"h2","title":"Intel 8008"},{"type":"text","text":"Intel 8008, İntel tarafından 1 Nisan 1972'de tanıtımı yapılan, saat hızı 500 kHz (8008-1: 800 kHz), hızı 0.05 MIPS olan bir mikroişlemcidir. Yol genişliği 8 bit, transistör sayısı 3.500'dür. Adreslenebilir hafıza 16 KB olan işlemci genel olarak çöp terminalleri, hesap makineleri, şişeleme makinalarında kullanılmıştır."},{"type":"h2","title":"İntel 8080"},{"type":"text","text":"Intel 8080, 1 Nisan 1974'te İntel tarafından tanıtımı yapılan, 0.64 MIPS hızında, yol genişliği 8 bit data, 16 bit addres için üretilen bir mikroişlemcidir. Adreslenebilir hafızası 64 KB olup, 8008'den 10 kat daha performanslıdır.\n\nAltair 8800 içinde kullanılmıştır. Trafik lamba kontrolü, güdümlü füzeler içinde de kullanıldı. 8008'e karşı 6 desteklenen yonga bulunur. "},{"type":"h2","title":"Altair 8800 – Ed Roberts"},{"type":"text","text":"İnsanlar evlerinde bu yeni işlemcilerle kendi bilgisayarlarını üretiyordu. Bunlarda biri de Ed Roberts’ dı. Altair 8800, 1974 yılında MITS tarafından tasarlanan ve Intel 8080 CPU'ya dayanan bir mikrobilgisayardır. Ocak 1975'te Popular Electronics dergisinin sayısının kapağında yer almasının ardından ilgi hızla arttı ve orada, Radyo-Elektronik ve diğer hobi dergilerindeki ilanlar aracılığıyla posta yoluyla satıldı."},{"type":"image","image":"https://upload.wikimedia.org/wikipedia/commons/1/19/Altair_8800.jpg"},{"type":"link","link":"https://en.wikipedia.org/wiki/File:Altair_8800.jpg","text":"Resim (CC BY SA 3.0) by Sobi3ch~commonswiki"},{"type":"h2","title":"Apple I ( 1976 )"},{"type":"text","text":"Başlangıçta Apple Computer olarak piyasaya sürülen ve daha sonra Apple I veya Apple-1 olarak bilinen Apple Computer 1, 1976'da Apple Computer Company (şimdi Apple Inc.) tarafından piyasaya sürülen bir masaüstü bilgisayardır. Steve Wozniak tarafından tasarlanmıştır. Bilgisayarı satma fikri, Wozniak'ın arkadaşı Steve Jobs'tan geldi. Apple I, Apple'ın ilk ürünüydü ve onun yaratılmasını finanse etmek için Jobs, tek motorlu ulaşım aracı olan bir VW Mikrobüs'ü birkaç yüz dolara sattı (Wozniak daha sonra Jobs'un etrafta dolaşmak yerine bisikletini kullanmayı planladığını söyledi) ve Wozniak, HP-65 hesap makinesini 500 dolara sattı. Wozniak ilk prototipini Temmuz 1976'da Palo Alto, California'daki Homebrew Bilgisayar Kulübünde sergiledi."},{"type":"image","image":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/LCM+L_Working_Apple_I.jpg/800px-LCM+L_Working_Apple_I.jpg"},{"type":"link","link":"https://en.wikipedia.org/wiki/Apple_I#/media/File:LCM+L_Working_Apple_I.jpg","text":"Resim (CC BY SA 4.0) by Cynde Moya"},{"type":"h2","title":"Apple II ( 1977 )"},{"type":"text","text":"Apple II (Apple ][ olarak stilize edilmiştir) 8 bitlik bir ev bilgisayarıdır ve dünyanın ilk oldukça başarılı seri üretim mikro bilgisayar ürünlerinden biridir. Öncelikle Steve Wozniak tarafından tasarlandı; Steve Jobs, Apple II'nin köpük kalıplı plastik kasasının geliştirilmesini denetledi ve Rod Holt anahtarlamalı güç kaynağını geliştirdi. Jobs ve Wozniak tarafından 1977 West Coast Computer Faire'de tanıtıldı ve Apple'ın tüketici pazarını hedefleyen bir kişisel bilgisayarı oldu.\n\nApple II bilgisayar tarihi açısından çok önemli bir bilgisayar olup Jobs üretimini durdurana kadar 7 yıl boyunca satmıştır. "},{"type":"h2","title":"TRS-80 ( 1977 )"},{"type":"text","text":"TRS-80 Mikro Bilgisayar Sistemi (TRS-80, daha sonra Model I'i ardıllarından ayırt etmek için yeniden adlandırdı) 1977'de piyasaya sürülen ve Tandy Corporation tarafından Radio Shack mağazaları aracılığıyla satılan bir masaüstü mikro bilgisayardır. Ad Tandy Radio Shack, Z80'in kısaltmasıdır. İlk seri üretilen ve kitlesel pazarlanan perakende ev bilgisayarlarından biridir."},{"type":"h2","title":"Commodore Pet ( 1977 )"},{"type":"text","text":"Commodore PET 1977'den itibaren Commodore International tarafından üretilen bir Kişisel Bilgisayardı. Sistem MOS Technology 6502 Mikroişlemcisi, Salt-Okunur bellekte Commodore BASIC, klavye, ve eski modellerde bir kaset okuyucu içeriyordu.\n\nSistemin geliştirilmesi 1976'da başladı ve bir prototip Haziran 1977'de Consumer Electronics Show'da gösterildi. Bir dizi problem seri üretimin ertelenmesine neden oldu. Aralık 1977'de TRS-80 ve Apple II dağıtıma başlamıştı bile.\n\nPET çeşitli donanımsal güncellemeler aldı: daha fazla bellek; daha iyi klavye, daha büyük ekran, ve diğer değişiklikler. Sistem Amerika Birleşik Devletleri ve Kanada'da Eğitim alanında en çok satan ürün oldu. "},{"type":"h2","title":"IBM-PC ( 1981 )"},{"type":"text","text":"IBM Kişisel Bilgisayar (model 5150, yaygın olarak IBM PC olarak bilinir), IBM PC model serisinde piyasaya sürülen ilk bilgisayardır ve IBM PC uyumlu fiili standardının temelidir. 12 Ağustos 1981'de piyasaya sürüldü, Boca Raton, Florida'da Don Estridge tarafından yönetilen bir mühendis ve tasarımcı ekibi tarafından yaratıldı. Makine açık mimariye dayanıyordu ve önemli bir üçüncü taraf çevre birimleri, genişletme kartları ve yazılım pazarı onu desteklemek için hızla büyüdü. PC, kişisel bilgisayar pazarında önemli bir etkiye sahipti. IBM PC'nin özellikleri, dünyadaki en popüler bilgisayar tasarım standartlarından biri haline geldi ve 1980'ler boyunca uyumlu olmayan bir platformla karşılaştığı tek önemli rekabet, Apple Macintosh ürün serisiydi. Modern kişisel bilgisayarların çoğu, IBM PC'nin uzak torunlarıdır."},{"type":"h2","title":"Microsoft – Bill Gates – MS-DOS"},{"type":"text","text":"MS-DOS (MicroSoft Disk Operating System. Türkçe: Microsoft Disk İşletim Sistemi), Microsoft firmasının geliştirdiği bir DOS sistemidir. 1980'li yıllarda PC uyumlu platformlar üzerinde kullanılan en yaygın işletim sistemiydi. Masaüstü bilgisayarlardaki popülerliğini, zamanla yeni nesil Windows işletim sistemlerine bıraktı. \n\nMS-DOS, 1980 yılında, Seattle Computer Products (SCP) şirketinde çalışan 24 yaşındaki Tim Paterson tarafından, daha sonraları 86-DOS olarak bilinecek QDOS (Quick and Dirty Operating System) ismiyle 4 ayda geliştirildi. QDOS, SCP'nin 8086 işlemcili bilgisayarına uygun bir işletim sistemi ihtiyacını karşılamak için tasarlandı. Digital Research tarafından 8-bit olarak geliştirilmiş ve o yıllarda popüler olan CP/M işletim sisteminin 16-bit olarak klonlanmasıyla kısa sürede tamamlandı. Temmuz 1981 tarihinde, Microsoft, SCP firmasından 86-DOS işletim sisteminin tüm haklarını 50,000 Amerikan Doları'na ilk kişisel bilgisayarların piyasaya çıkmasından bir ay önce satın aldı. "},{"type":"image","image":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Msdos-icon.svg/800px-Msdos-icon.svg.png"},{"type":"h2","title":"Macintosh ( 1984 )"},{"type":"text","text":"Macintosh, kısaca Mac olarak bilinen ve adını Macintosh Apple türünden alan, kişisel bilgisayar üreten Apple Computer Inc.'in bir ürünüdür. Ürün yelpazesi 1984 yılında başlamış ve piyasada fare ve grafik arayüz kullanan ilk başarılı bilgisayar serilerinden biri olmuştur. Bu başarıdan dolayı, 1986 yılından itibaren şirketin Lisa, Apple II, Apple III gibi yelpazeleri sonlandırılıp tüm bilgisayarları Macintosh serisi altında toplanmıştır. "},{"type":"image","image":"https://upload.wikimedia.org/wikipedia/commons/e/e3/Macintosh_128k_transparency.png"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Macintosh#/media/Dosya:Macintosh_128k_transparency.png","text":"Resim (CC BY SA 3.0) by Grm wnr"},{"type":"h3","title":"Kaynakça"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Abak%C3%BCs","text":"https://tr.wikipedia.org/wiki/Abak%C3%BCs"},{"type":"link","link":"https://en.wikipedia.org/wiki/Pascal%27s_calculator","text":"https://en.wikipedia.org/wiki/Pascal%27s_calculator"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Gottfried_Leibniz#Bilgisay%C4%B1m","text":"https://tr.wikipedia.org/wiki/Gottfried_Leibniz#Bilgisay%C4%B1m"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Charles_Babbage","text":"https://tr.wikipedia.org/wiki/Charles_Babbage"},{"type":"link","link":"https://en.wikipedia.org/wiki/Tabulating_machine","text":"https://en.wikipedia.org/wiki/Tabulating_machine"},{"type":"link","link":"https://en.wikipedia.org/wiki/Vannevar_Bush","text":"https://en.wikipedia.org/wiki/Vannevar_Bush"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Turing_makinesi","text":"https://tr.wikipedia.org/wiki/Turing_makinesi"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Alan_Turing","text":"https://tr.wikipedia.org/wiki/Alan_Turing"},{"type":"link","link":"https://en.wikipedia.org/wiki/Z1_(computer)","text":"https://en.wikipedia.org/wiki/Z1_(computer)"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Harvard_Mark_I","text":"https://tr.wikipedia.org/wiki/Harvard_Mark_I"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Colossus_bilgisayar%C4%B1","text":"https://tr.wikipedia.org/wiki/Colossus_bilgisayar%C4%B1"},{"type":"link","link":"https://tr.wikipedia.org/wiki/ENIAC","text":"https://tr.wikipedia.org/wiki/ENIAC"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Transist%C3%B6r","text":"https://tr.wikipedia.org/wiki/Transist%C3%B6r"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Jack_Kilby","text":"https://tr.wikipedia.org/wiki/Jack_Kilby"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Entegre_devre","text":"https://tr.wikipedia.org/wiki/Entegre_devre"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Intel#Tarih%C3%A7e","text":"https://tr.wikipedia.org/wiki/Intel#Tarih%C3%A7e"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Intel_4004","text":"https://tr.wikipedia.org/wiki/Intel_4004"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Intel_8080","text":"https://tr.wikipedia.org/wiki/Intel_8080"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Altair_8800","text":"https://tr.wikipedia.org/wiki/Altair_8800"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Commodore_PET","text":"https://tr.wikipedia.org/wiki/Commodore_PET"},{"type":"link","link":"https://en.wikipedia.org/wiki/TRS-80","text":"https://en.wikipedia.org/wiki/TRS-80"},{"type":"link","link":"https://en.wikipedia.org/wiki/Apple_I","text":"https://en.wikipedia.org/wiki/Apple_I"},{"type":"link","link":"https://en.wikipedia.org/wiki/Apple_II","text":"https://en.wikipedia.org/wiki/Apple_II"},{"type":"link","link":"https://en.wikipedia.org/wiki/IBM_Personal_Computer","text":"https://en.wikipedia.org/wiki/IBM_Personal_Computer"},{"type":"link","link":"https://tr.wikipedia.org/wiki/Macintosh","text":"https://tr.wikipedia.org/wiki/Macintosh"},{"type":"link","link":"https://tr.wikipedia.org/wiki/MS-DOS","text":"https://tr.wikipedia.org/wiki/MS-DOS"}]}