{"head":{"title":"Kozmoloji"},"body":[{"type":"text","text":"Kozmoloji (evren bilimi), bir bütün olarak evreni konu alan bilim dalıdır.\nKozmoloji sözcüğü Yunanca κοσμολογία (cosmologia, κόσμος [kozmos] düzen, bütün + λογια [logia] söylev) sözcüğünden türemiştir. Her ne kadar kozmoloji sözcüğü nispeten yakın zamanlı bir sözcük olsa da evren; tarih boyunca bilim, felsefe, ezoterizm ve din gibi farklı disiplinler tarafından araştırma konusu olmuştur. Kozmoloji ise bir sözcük olarak ilk kez 1730 yılında Christian Wolff'un Cosmologia Generalis isimli eserinde kullanılmıştır.\nKozmoloji ile uğraşan bilim insanlarına kozmolog veya evren bilimci denir. Çağdaş yazında kozmoloji veya evren bilimi ile genelde fiziksel kozmoloji kastedilmektedir. Bu bağlamda kozmologlar, kozmoloji çalışmaların içerisinde astronominin yanı sıra biyolojiden matematiğe kadar birçok bilim dalını da kullanırlar. Kozmoloji, evrenin yapısını, tarihini ve geleceğini inceler. Fiziksel evrenin bir bütün olarak kavranıp anlaşılmasını sağlamak amacıyla doğa bilimlerini, özellikle gök bilimi ve fiziği bir araya getirir.\nYakın zamanda fiziksel kozmoloji olarak adlandırılan ve evrenin bilimsel gözlem ve deney yoluyla anlaşılmasını konu edinen fizik ve astrofizik bilimleri merkezî bir konumdadırlar. Fiziksel kozmoloji, evrenin Büyük Patlama (İngilizce: Big Bang) sonrası yaklaşık olarak 13,7 ± 0,2 milyar (109) yıl önce ortaya çıktığını ve evrenin tarihinin başlangıcından sonuna kadar tamamen fizik kanunları tarafından idare edilen düzenli bir süreç olduğunu ortaya koyar.\nFelsefî bir açıdan evreni inceleyen metafiziksel kozmoloji ise çok eski bir disiplin olup evrenin, insanın, tanrının veya onların ilişkilerinin doğasını aklî ve ruhânî deneyimler veya gözlemler sonucu açıklamaya, sezgisel çıkarımlar bulmaya çalışır.\nDinî kozmoloji ise fiziksel kozmolojiden ziyade metafiziksel kozmolojiye yakın olan ve evrenin tarihi ve doğasının belirli bir dinî bağlamda incelenmesinden ibarettir. Farklı dinlerin inanç yapıları oldukça farklı olduğu gibi evrene bakış açıları da oldukça farklıdır. Bu sebeple her dinin bir veya daha fazla farklı dinî kozmolojik görüşleri bulunmaktadır. Ayrıca kozmoloji, sıklıkla dinlerin ve mitolojilerin var oluş ve gerçeğin doğasına dair görüşlerinde de önemli bir rol oynar. Bâzı durumlarda evrenin yaratılışı (kozmogoni) ve yok edilişi, son buluşu (eskatoloji), dinî bağlamda insanın evrendeki konumu ve kimliği açısından önemli bir yer işgal etmektedir.\nDaha ziyade çağdaş bir ayrışık disiplin de ezoterik kozmolojidir ki bu, dinî ve felsefî bağlamdaki kozmoloji anlayışlarına yakın olsa da geleneklerden daha ayrık ve belirli bir dogmatik itikattan bağımsız, sıklıkla inançtan ziyade özellikle çağdaş entelektüel anlayışa dayanan ve ruhâniliği sadece biçimlendirici bir kavram olarak gören bir kozmoloji anlayışı tanımlamaktadır.\narih boyunca kozmoloji Dünya'nın birçok farklı bölgesinde farklı şekillerde farklı medeniyetlerce keşfedilmiş, çeşitli kozmogoniler, evrenin ortaya çıkışına dair hikâyeler ortaya atılmıştır. Bir antropoloji araştırmasında kozmoloji, incelenen 60'tan fazla farklı kültürde bulunan ortak elementlerden biri olarak geçmiştir. Kozmoloji anlayışı sıklıkla din ile iç içe olmuş, kutsal sayılan dinî metinlerde yer almıştır. Bunun sonucu olarak kozmoloji ve kozmogoni topluluk ve hatta birey bağlamında farklı değerlendirmelere yol açmıştır. Farklı dinler arasındaki dinî farklılıklar, bu dinlerin ortaya attığı kozmoloji ve kozmogonilerde de görülebilir."},{"type":"h2","title":"Mezopotamya Kozmolojisi"},{"type":"text","text":"Mezopotamya halklarının kozmolojik görüşleri çağdaş fiziksel kozmolojinin ilk örneklerinden biri, hatta bâzı bilim insanlarınca ilk örneği olarak kabul edilir; zîrâ bu kozmoloji anlayışında matematik ve deneysel gözlem önemli bir yer edinmiştir. Özellikle Babilliler, matematiksel hesaplamalar ve deneysel gözlemlerle gök cisimlerinin hareketleri konusunda büyük ilerleme katetmişlerdi ve evreni bu şekilde, dönemin ve daha sonraki dönemlerin daha ziyade dinî kozmoloji anlayışlarına oranla bugünkü standartlara göre daha fiziksel olarak ele almışlardır. Bununla birlikte bu medeniyetlerce geliştirilen kozmoloji teorik bir alt yapı barındırmış, bazı bilim insanlarının fiziksel kozmolojinin kökenini Antik Yunan olarak görmesine yol açmıştır."},{"type":"h2","title":"Çin Kozmolojisi"},{"type":"text","text":"Çin kozmolojisi düzen vurgusu yapan ve âhenk içindeki bir evren modelini kullanan, evren anlayışını yin-yang, 64 hekzagram ve 5 element (Wu Xing: ateş, su, toprak, hava ve metal) üzerinde temellendiren bir kozmolojidir. Çin kozmolojisinin ilk örnekleri M.Ö. birinci binyılda Shang Hanedanlığı sırasında ortaya çıkmıştır ve oldukça sadedir. Evren, Cennet ve Dünya'ya ayrılmış, en Baş Tanrı tarafından denetlenirken, evrenin bütünü ile parçaları arasında tam bir âhenk ve ilişki bulunmaktadır. Evrendeki düzenin küçük ölçekte evrenin parçalarında ve insan hayatında bulunması fikri ve Cennet-Arz ikiciliği daha sonraki gelişimlerde iyice vurgulanır. Çin kozmolojisi, özellikle Zhou Hanedanlığı sırasında çok gelişir ve daha sonra kozmolojinin temellerinden olacak yin-yang ikiciliği gibi kavramlar bu dönemde kozmolojiye yerleşir. Yin-yang ikiciliği farklı formlarda evrenin her yanında ve bir bütün olarak evrende ortaya çıkan önemli bir özelliktir ve birbiriyle çelişen, birbirine zıt olan bir çiftten oluşan bu anlayış, zıtlıkların ve zıt olanların temelde birbiriyle yakından ilişkili olduğu ve birbirleriyle varolabildikleri anlayışına dayanır. Çin kozmolojisinin diğer temelleri olan 64 hekzagram ve beş element de yine bu dönemde Çin kozmolojisindeki yerlerini alırlar. Daha önceki dönemlerde kehanet için kullanılan 64 hekzagram, bu dönemde evrendeki değişiklik türleriyle ilişkilendirilerek kozmolojik bir anlam kazanmıştır."},{"type":"link","link":"https://tr.wikipedia.org/wiki/Kozmoloji","text":"Kaynak"}]}