{"head":{"title":"Köpekler İnsanla Konuşamaz. İşte Bunu Değiştirebilecek Teknoloji"},"body":[{"type":"text","text":"Ya evcil köpeğiniz ya da kediniz havlamak ya da miyavlamak yerine konuşabilseydi? Rover'ın sizi ne kadar çok sevdiğini ve belki de Fluffy'nin halıdaki o karışıklık için ne kadar üzgün olduğunu bilirsiniz."},{"type":"text","text":"Bunun olmayacağını hepimiz biliyoruz. Ancak yapay zeka ve makine öğrenimindeki son gelişmeler, hayvanlarla - sınırlı bir şekilde - sohbet edebilme hayalinin gerçek olabileceğini gösteriyor."},{"type":"text","text":"Yapay zekanın yardımıyla bilim adamları, hayvanların seslerini ve yüz ifadelerini anlayabileceğimiz bir şeye nasıl çevireceklerini öğreniyorlar. Son gelişmeler arasında, birbirleriyle iletişim kurmak için kullandıkları bir düzine çağrıyı ayrıştırmak için marmoset maymunları dinleyen ve bir hayvanın acı içinde olup olmadığını belirlemek için koyunların yüzlerini okuyan bir yapay zeka sistemi yer alıyor."},{"type":"text","text":"Araştırmayı dikkate alan Amazon sponsorluğunda geçen yaz yayınlanan gelecekteki eğilimler hakkında bir rapor, 10 yıl içinde evcil hayvanlar için bir çevirmenimiz olacağını öngördü."},{"type":"h2","title":"Çayır köpekleri ne diyor?"},{"type":"text","text":"Kuzey Arizona Üniversitesi'nde biyoloji alanında fahri profesör olan ve “Chasing Doctor Dolittle: Learning the Language of Animals” kitabının yazarı olan Dr. Con Slobodchikoff, hayvan iletişiminin öncüsüdür. Otuz yılı aşkın bir süredir çayır köpekleri üzerinde yaptığı çalışmalar onu, bunların Kuzey Amerika kemirgenleri, dilden başka bir şey olmayan sofistike bir sesli iletişim biçimine sahiptir."},{"type":"text","text":"Çayır köpekleri, grubu bir avcının varlığına karşı uyarmak için tiz çağrılar yapar. Slobodchinoff, bu çağrıların yırtıcının türüne ve boyutuna göre değiştiğini keşfetti. Hayvanlar çağrılarını çeşitli şekillerde birleştirebilir ve hatta bunları yakındaki bir insanın giysisinin rengini belirtmek için kullanabilirler."},{"type":"text","text":"Ancak Slobodchinoff sadece çayır köpeklerini anlamakla yetinmedi. Bir bilgisayar bilimcisi meslektaşının yardımıyla seslendirmeleri İngilizceye çeviren bir algoritma geliştirdi. Ve geçen yıl, evcil hayvan seslerini, yüz ifadelerini ve vücut hareketlerini çeviren benzer bir araç geliştirmek amacıyla Zoolingua adlı bir şirket kurdu."},{"type":"text","text":"Slobodchikoff, \"Bunu çayır köpekleriyle yapabiliyorsak, kesinlikle köpekler ve kedilerle de yapabileceğimizi düşündüm\" dedi."},{"type":"text","text":"Çalışma erken bir aşamadadır. Slobodchikoff, çeşitli havlamalar ve vücut hareketleri gösteren binlerce köpek videosu topluyor. Bu iletişim sinyalleri hakkında bir AI algoritması öğretmek için videoları kullanacak. Algoritmanın hala her bir havlamanın veya kuyruk sallamanın ne anlama geldiğinin söylenmesi gerekiyor ve bu noktada bu, insanların kendi yorumlarını sunması gerektiği anlamına geliyor. Ancak Slobodchikoff, köpeklerin davranışlarının gerçek anlamlarını deşifre etmek için tahminler yerine dikkatli deneyler kullanan büyüyen bilimsel araştırmayı birleştirmeyi amaçlıyor."},{"type":"text","text":"Slobodchinoff'un nihai hedefi, havlarını İngilizce kelimelere çevirmek için bir köpeğe yöneltilebilecek bir cihaz yaratmaktır - örneğin, Slobodchiknoff, \"'Şimdi yemek yemek istiyorum'...ya da 'yürüyüşe çıkmak istiyorum'\" dedi."},{"type":"h2","title":"Hayvan iletişimi ne anlama gelir?"},{"type":"text","text":"Hayvanlarla iletişim kurabilmek, onlarla daha yakın duygusal bağlar kurmaktan daha fazlasını ifade eder. Hayvanlara bakma konusundaki varsayımları ortadan kaldırabilir ve hatta hayatlarını kurtarabilir."},{"type":"text","text":"Yalnızca ABD'de, her yıl tahminen 3 milyon istenmeyen kedi ve köpeğe ötenazi uygulanıyor - çoğu durumda yetersiz anlaşılan davranış sorunları nedeniyle. Ancak saldırganlık sergileyen bir köpek basitçe korkabilir - ve eğer korkularını anlayacak teknolojiye sahipsek, onun hayatını kurtarmanın bir yolunu bulabiliriz. Slobodchikoff, \"Bu bilgiyi kullanabilir ve köpeği bir köşeye sıkıştırmak yerine köpeğe daha fazla yer verebilirsiniz\" dedi."},{"type":"text","text":"Benzer şekilde, AI teknolojisi, örneğin, yüzlerinde ağrı belirtileri algılayarak hasta olan hayvanları hızlı bir şekilde tanımlayarak çiftçiler ve çiftçiler için işleri kolaylaştırabilir."},{"type":"text","text":"İngiltere'deki Chester Üniversitesi'nde hayvan davranışları konusunda öğretim görevlisi olan Dr. Krista McLennan, “Çiftçiler koyunlardaki acıyı tanımakta zorlanıyorlar” dedi. Hayvanların yüz ifadelerine - içe çekilmiş dudaklar, katlanmış kulaklar vb. - dayanarak ağrı düzeylerini tahmin etmek için bir ölçek geliştirdi."},{"type":"text","text":"Ancak insanları ölçeği kullanmaları için eğitmek zor olduğunda, insan yüz ifadelerini okuyan bilgisayar sistemleri geliştiren Cambridge Üniversitesi profesörü Dr. Peter Robinson, McLennan'ın ölçeğini bir AI algoritmasına dönüştürdü. Algoritmayı çalıştıran bilgisayara, bazıları sağlıklı, bazıları olmayan yüzlerce koyun fotoğrafı gösterildiğinde, hangi hayvanların acı içinde olduğunu söylemeyi öğrendi."},{"type":"text","text":"Robinson, şimdilik laboratuvarla sınırlı olmasına rağmen, teknolojinin bir gün ticarileştirilebileceğini söyledi - belki de bir kapıdan geçen koyunları otomatik olarak fotoğraflayan bir kamera şeklinde, dedi Robinson. Bir hayvan acı çekiyorsa, çiftlik sahibi otomatik bir uyarı alır."},{"type":"text","text":"Böyle bir sistem, hasta hayvanları tespit etmede insanlardan çok daha hızlı ve daha güvenilir olabilir. \"Biraz iyimser olmamın nedeni, insanların yüzleriyle ilgili araştırmamızda, otomatik sistemimizin ilk yüzde 10 kadar iyi olmasıydı."},{"type":"link","link":"https://www.nbcnews.com/mach/science/dogs-can-t-speak-human-here-s-tech-could-change-ncna836811","text":"Kaynak"}]}