{"head":{"title":"James Webb Uzay Teleskobu gözlem yapacağı noktaya ulaştı"},"body":[{"type":"text","text":"James Webb teleskobu, Dünya'dan fırlatıldıktan 30 gün sonra evreni gözlemleyeceği noktaya vardı.\nLagrange 2 noktası, ya da kısaca L2 diye anılan nokta, Dünya'dan 1,5 milyon kilometre ötede.\nTeleskop nihayet itici motorları 5 dakika çalıştırarak bu noktada yörüngeye sokuldu.\nDünyadan kumanda eden bilim insanları, gelecek birkaç ayı teleskobu bilimsel çalışmalara hazırlamakla geçirecekler.\nYapılacak başlıca işler, teleskoptaki dört cihazın çalıştırılması ve aynaların, özellikle de 6,5 metre enindeki ana reflektörün ayarlanması."},{"type":"text","text":"Amerikan Havacılık ve Uzay Dairesi NASA ile birlikte teleskobu geliştiren Northrop Grumman şirketinden Charlie Atkinson, bunun için aynanın 18 parçasının bir bütün olarak çalışmasını sağlayacak yoğun bir çalışma gerektiğini anlattı.\nAtkinson BBC'ye ayrıca, teleskobun ikincil aynasının da en iyi çalışacağı konuma getirileceğini söyledi."},{"type":"text","text":"25 Aralık'ta bir Ariane-5 roketi ile Fransız Guyanası'ndan fırlatılan James Webb teleskobunun görevi, evrende parlayan ilk yıldızların ışığını tespit etmek ve uzak gezegenlerde yaşam koşullarını araştırmak.\nAvrupa'nın Ariane-5 roketi, L2 noktasına ulaşması için teleskobu neredeyse mükemmel bir rotaya ve hıza ulaştırdı, ancak bu durumda bile küçük ayarlamalar yapmak için iki kez itici motorların kullanılması gerekti. İtici motorların son olarak dün üçüncü kez çalıştırılmasıyla, James Webb planlanan \"park konumuna\" geldi."},{"type":"text","text":"Lagrange 2 noktası, Dünya ve Güneş etrafında uzay araçlarının izledikleri yörüngede birkaç ufak değişiklikle, aynı konumda kalmalarının mümkün olduğu beş noktadan biri. Bu sayede yakıt tasarrufu yapılabiliyor.\nBir başka avantaj da, Webb'in L2'deyken Dünya'ya daha yakın konumlandırılan uzay teleskopları gibi büyük ısı ve ışık değişikliklerinden etkilenmeyecek olması.\nBu da, kızılötesi ışıklarda gözlem yapmak için tasarlanan ve bu nedenle donanımını son derece düşük ısılarda tutması gereken teleskop için hayati önem taşıyor.\nKızılötesi ışıkların dalga boyu, görülebilen ışıkların dalga boyundan daha uzun. Kızılötesi ışıklarda \"görme\" kabiliyeti teleskobun örneğin toz bulutları arasından başka koşullarda görülmesi zor olan yıldızlara bakmasına olanak tanıyor."},{"type":"text","text":"Webb teleskobu artık L2 noktası etrafında dolaşacak.\nNorthrop ekibinden Jean-Paul Pinaud, bu konumda kalabilmesi için teleskobun itici motorlarının 20 günde bir çok az ateşleneceğini söyledi.\nBüyük güneş kalkanı ardında Webb teleskobundaki cihazların ısısı -230 dereceye kadar düşecek. Teleskobun bazı bölümleri daha şimdiden bu ısıya düştü. Geri kalan bölümün ısısı da düşünce, teleskobun kamerası çalıştırılarak deneme amaçlı bir yıldız görüntüsü alınıp, büyük aynanın ayarlanmasına geçilecek."},{"type":"text","text":"NASA Sistem Mühendisi Begoña Vila, \"Bir yıldıza ilk kez odaklandığımızda 18 ayrı ışık noktası göreceğiz, çünkü 18 ayna parçası daha hizalanmadı\" diyor. \"Ama aynaları ayarlayarak tüm noktaları bir araya getireceğiz ve normal operasyonlara uygun tek bir yıldız görüntüsü oluşturacağız.\"\nVila, BBC'ye bunun 3 ay sürebilecek uzun bir işlem olduğunu, ama hazır olduklarını söyledi.\nGörüntüye odaklanabilmek için birincil aynanın 18 parçası arkalarındaki ufak mekanizmalar çalıştırılarak kavislerinin ayarlanması gerekiyor. Şu anda kavisler arasındaki fark milimetrik düzeyde. Ancak bu fark daha da azaltılarak nanometre ile ölçülecek düzeye indirilecek.\nBirincil aynanın önünde yer alan ve ışığı cihazlara yönlendiren 74 cm çapındaki ikincil ayna da benzer şekilde ayarlanacak."},{"type":"text","text":"Şimdiye kadar, Webb teleskobunda hiçbir aksaklık yaşanmadı. Fırlatılma ve ve L2'ye yolculuk başarıyla tamamlandı.\nAriane roketinin ucundan ayrıldıktan sonra teleskobun uzayda açılmasını sağlayan karmaşık süreç de kolaylıkla işledi.\nNorthrop'taki sistem mühendislerinin başındaki Kyle Hott, büyük hassasiyet gerektiren işlemlerin başarıyla tamamlanmasından duyduğu memnuniyeti ifade etti.\nHott, \"Yıllar önce sadece kağıt üzerinde olan bir kavramın bu aşamalara gelmesi ve şu anda L2 noktasında olması inanılmaz bir şey. Moraller yüksek, Çok heyecanlıyız\" dedi."},{"type":"link","link":"https://www.bbc.com/turkce/haberler-dunya-60124018","text":"Kaynak"}]}
